{
  "errors": {
    "access-denied": "Truy cập bị từ chối.", 
    "birthdate_invalid": "Birthdate isn't a valid date", 
    "email_already_exists": "Thư điện tử này đã được đăng ký trên FANDOM", 
    "email_invalid": "Thư điện tử không hợp lệ", 
    "fb_account_already_linked": "This Facebook account is already connected to another FANDOM user account", 
    "invalid-email": "Có vẻ như bạn chưa có thư điện tử nào liên kết với tài khoản FANDOM của mình. Vui lòng {contactFandomLink}", 
    "password_equal_name": "Password and username cannot match", 
    "password_exceeds_max_length": "Password cannot exceed 50 characters", 
    "passwords_not_match": "Passwords do not match", 
    "registration_error": "Chúng tôi không thể hoàn tất đăng ký của bạn tại thời điểm này", 
    "reset-password-email-sent": "We've already sent a password reminder to this account in the last 24 hours. Please check your email.", 
    "server-error": "There was an error processing your request. Please try again later.", 
    "user_already_linked": "This FANDOM account is already connected to Facebook", 
    "username-not-recognized": "Hm, we don't recognize this name. Don't forget usernames are case sensitive.", 
    "username_already_exists": "Tên người dùng này đã tồn tại", 
    "username_blocked": "Bạn không thể yêu cầu mật khẩu mới, bởi vì tên người dùng của bạn đã bị chặn.", 
    "username_exceeds_max_length": "Username cannot exceed 50 characters", 
    "username_illegal_characters": "Username can contain only letters and numbers from one alphabet and must include one letter", 
    "username_ip_address": "Username must include at least one letter", 
    "username_unavailable": "Tên người dùng này đã tồn tại hoặc chứa những ký tự không hợp lệ. Tên người dùng có thể chứa chữ cái hoặc số đếm và phải bao gồm một chữ cái", 
    "wrong-credentials": "We don't recognize these credentials. Try again or register a new account."
  }, 
  "labels": {
    "terms-of-use-and-privacy-policy-text": "I agree to {termsOfUseLink} and {privacyPolicyLink} (required)"
  }
}