{
  "errors": {
    "access-denied": "Доступ запрещён.", 
    "birthdate_invalid": "Некорректная дата рождения", 
    "email_already_exists": "Этот адрес электронной почты уже зарегистрирован на ФЭНДОМЕ", 
    "email_invalid": "Адрес электронной почты недействителен", 
    "fb_account_already_linked": "Этот аккаунт Facebook уже подключён к другой учётной записи на ФЭНДОМЕ", 
    "invalid-email": "Похоже, у вас нет электронной почты, связанной с вашей учётной записью на ФЭНДОМЕ. Пожалуйста, {contactFandomLink}", 
    "password_equal_name": "Пароль и имя пользователя не должны совпадать", 
    "password_exceeds_max_length": "Длина пароля не может превышать 50 символов", 
    "passwords_not_match": "Пароли не совпадают", 
    "registration_error": "В данный момент невозможно завершить регистрацию", 
    "reset-password-email-sent": "Мы уже отправили новый пароль для этой учётной записи. Пожалуйста, проверьте свою электронную почту.", 
    "server-error": "Произошла ошибка во время обработки вашего запроса. Пожалуйста, повторите попытку позже.", 
    "user_already_linked": "Эта учётная запись ФЭНДОМА уже связана с аккаунтом Facebook", 
    "username-not-recognized": "Это имя не зарегистрировано. Помните, что имена участников чувствительны к регистру.", 
    "username_already_exists": "Это имя пользователя уже занято", 
    "username_blocked": "Вы не можете запросить новый пароль, потому что ваше имя участника заблокировано.", 
    "username_exceeds_max_length": "Имя пользователя не может превышать 50 символов", 
    "username_illegal_characters": "Имя пользователя может содержать только буквы и цифры одного алфавита и должно включать в себя хотя бы одну букву", 
    "username_ip_address": "Имя пользователя должно включать по крайней мере одну букву", 
    "username_unavailable": "Это имя пользователя уже занято или содержит недопустимые символы. Имя пользователя может содержать только буквы и цифры одного алфавита и должно включать в себя хотя бы одну букву", 
    "wrong-credentials": "Мы не можем распознать эти учётные данные. Пожалуйста, попробуйте снова или зарегистрируйте новый аккаунт."
  }, 
  "labels": {
    "terms-of-use-and-privacy-policy-text": "Я соглашаюсь с {termsOfUseLink} и {privacyPolicyLink} (обязательно)"
  }
}