{
  "errors": {
    "access-denied": "Odmowa dostępu", 
    "birthdate_invalid": "Data urodzenia nie jest prawidłowa", 
    "email_already_exists": "E-mail jest już zarejestrowany na portalu FANDOM", 
    "email_invalid": "Niepoprawny adres e-mail", 
    "fb_account_already_linked": "To konto na Facebooku jest już połączone z innym kontem użytkownika FANDOMU", 
    "invalid-email": "Wygląda na to, że z twoim kontem nie jest powiązany żaden adres e-mail. Prosimy o {contactFandomLink}.",
    "password_equal_name": "Hasło i nazwa użytkownika nie mogą być takie same", 
    "password_exceeds_max_length": "Hasło nie może być dłuższe niż 50 znaków", 
    "passwords_not_match": "Podane hasła nie są identyczne", 
    "registration_error": "Nie możemy w tej chwili ukończyć rejestracji", 
    "reset-password-email-sent": "Wysłaliśmy już przypomnienie hasła do tego konta w ciągu ostatnich 24 godzin. Sprawdź swoją skrzynkę odbiorczą.", 
    "server-error": "Wystąpił błąd podczas przetwarzania twojego żądania. Prosimy spróbować ponownie później.", 
    "user_already_linked": "To konto na portalu FANDOM jest już połączone z profilem na Facebooku", 
    "username-not-recognized": "Hmm, nie rozpoznaliśmy tej nazwy użytkownika. Pamiętaj, że wielkość liter w nazwie użytkownika ma znaczenie.", 
    "username_already_exists": "Nazwa użytkownika jest już wykorzystywana", 
    "username_blocked": "Nie możesz stworzyć nowego hasła, ponieważ twoja nazwa użytkownika została zablokowana.", 
    "username_exceeds_max_length": "Nazwa użytkownika nie może być dłuższa niż 50 znaków", 
    "username_illegal_characters": "Nazwa użytkownika może zawierać jedynie litery i cyfry z jednego alfabetu oraz musi zawierać jedną literę", 
    "username_ip_address": "Nazwa użytkownika musi zawierać przynajmniej jedną literę", 
    "username_unavailable": "Nazwa użytkownika jest już wykorzystywana lub zawiera nieprawidłowe znaki. Nazwa użytkownika może zawierać litery i cyfry z jednego alfabetu oraz musi zawierać jedną literę", 
    "wrong-credentials": "Nie rozpoznajemy tych danych uwierzytelniania. Spróbuj ponownie lub zarejestruj nowe konto."
  }, 
  "labels": {
    "terms-of-use-and-privacy-policy-text": "Akceptuję {termsOfUseLink} oraz {privacyPolicyLink} (wymagane)"
  }
}
